/* 
  Localizable.strings
  DuetMac

  Created by Rahul Dewan on 6/15/15.
  Copyright (c) 2015 Rahul Dewan. All rights reserved.
*/

"Duet Connected" = "Duet Verbonden";

"Restart Your Mac" = "Start uw Mac Opnieuw";
"Quit" = "Verlaten";
"Authorization Error" = "Goedkeuringsfout";
"Select 'Try Again' to re-try the re-authorize, or 'Quit' to give up." = "Selecteer 'Nogmaals proberen' om de nieuwe goedkeuring nogmaals te proberen of 'Verlaten' om het op te geven.";
"Try Again" = "Nogmaals Proberen";

"Open duet on iOS" = "Open Duet in iOS";
"Connect device to Mac with" = "Verbindt het toestel met Mac met";
"or" = "of";
"Version" = "Versie";
"Resolution" = "Resolutie";
"No Device Connected" = "Geen Apparaat Aangesloten";
"Frame Rate" = "Beelden per Seconde";
"60 FPS" = "60 FPS";
"30 FPS" = "30 FPS";
"Performance" = "Prestatie";
"High Power" = "Hoge Prestatie";
"Energy Efficient" = "Energiezuinig";
"Preferences" = "Voorkeuren";
"Update App Automatically" = "App Automatisch Bijwerken";
"Launch At Login" = "Automatisch Opstarten";
"Graphics Card" = "Grafische Kaart";
"When Duet Is Connected..." = "Als Duet Verbonden is...";
"Discrete (Recommended)" = "Discreet (Aanbevolen)";
"Integrated (Energy Savings)" = "Geïntegreerd (Energiezuinig)";
"Display Arrangement" = "Weergave Instellingen";
"Check For Updates" = "Zoek Naar Updates";
"Help Center" = "Ondersteuningscentrum";
"Ask Us A Question" = "Stel Ons Een Vraag";
"Uninstall Duet" = "Duet Deïnstalleren";
"Quit" = "Afsluiten";

"Regular (Energy Efficient)" = "Standaard Resolutie (Energiezuinig)";
"Retina (High Performance)" = "Retina Resolutie (Hoge Prestatie)";
"High Resolution (Smaller Text)" = "Hoge Resolutie (Kleiner lettertype)";